local note_info = {
    [1] = {
        text =
        "　　睁开眼时，绚丽之门的光晕还未散去。\n　　脚下仍是那片被诅咒的土地——饥饿、黑暗与死亡如影随形，循环往复，仿佛连时间都在这里腐烂。可这一次，空气里却浮动着陌生的涟漪。\n　　背包里最后一块燧石硌得掌心发疼。生存才是真实的——先活过今夜，再去想那些流转在光影里的诡谲色彩，其余的，交给明天的太阳。毕竟在这片永恒大陆上，好奇心往往比饿鬼的牙更致命。",
        text_size = 24,
    },
    [2] = {
        text =
        "　　和以往一样，我探寻这个世界每个角落，寻找合适的建家地点，当蜂后那镶着金边的巨大巢穴出现在视野中时，我为日后的蜂蜜有着落而感到高兴，我用余光瞥了瞥周围的杀人蜂，却看到了比噩梦更离奇的景象——我发现了从未见过的植物和动物，这跟我记忆中的永恒大陆截然不同，一只带着祈愿牌的水母竟然在一个长着猫脸的蒲公英身上转圈？我害怕的屏息挪动，当水母竟然笑眯眯的跟我打招呼时，我逃跑的速度让追来的杀人蜂都愣在了原地。",
        text_size = 24,
    },
    [3] = {
        text =
        "　　”该准备移植蜂箱了，现在移植还能赶上冬天前收获最后一次蜂蜜“当最后一个晾肉架完工时，我盯着旁边的空地思考了起来。突然打了个寒颤，不是冬季将至的寒意，而是想起那次蜂后附近游荡的水母和蒲公英。这次身上大理石甲的重量提醒我：或许该给那对奇怪的生物带点见面礼。穿过最后一个浆果丛，眼前的景象让我的理智瞬间波动，那只系着祈愿牌的水母正被青蛙追得团团转，它身体拼命往蒲公英的叶子里钻，这是我第一次在永恒大陆遇到挨打不会还手的生物，蒲公英的猫脸上写满焦急，我看看了身上装备，好吧，确实给你们准备了见面礼。",
        text_size = 24,
    },
    [4] = {
        text =
        "　　当我的长矛刺穿最后一只青蛙，水母的光芒已经微弱得像即将熄灭的萤火虫，我翻了翻背包，发现出门的时候忘记带食物。“我可以采你的花给它吃吗？”蒲公英猫猫的叶片无风自动，那些长着猫脸的花朵直勾勾盯着我，我觉得这一幕太诡异了。当我颤抖着摘下一朵喂给水母时，它突然绽放出比满月更耀眼的光芒——祈愿牌里倾泻而出的物资，简直比打开远古宝箱还要令人振奋！我们度过了比格罗姆的叫声还吵闹的下午。现在我的地图上标注着新朋友的位置：可以祈愿的风铃水母，和能用表情讲冷笑话的蒲公英猫猫。查理大人要是知道我给神秘生物起这么蠢的名字，估计会气得从影子里跳出来。（但谁在乎呢？这个冬天终于不用独自数企鹅了）",
        text_size = 24,
    },
    [5] = {
        text =
        "　　龙蝇依然杳无踪迹。我盯着逐渐缩短的日影，背包里单薄的衣物在寒风中发出窸窣的抗议。没有那些闪耀的龙鳞皮，这个冬天只能在帐篷里瑟瑟发抖。黄昏时分，我又晃荡到蜂巢区。蒲公英猫猫正和风铃水母玩着我看不懂的游戏，它们毛茸茸的身影在暮色中忽明忽暗。我瘫坐在地上，碎碎念着最近发生的倒霉事。突然，蒲公英猫猫的绒毛开始无风自动——神秘的发光毛须！我扑向空中闪烁的光点，却总差之毫厘。直到摸到背包里的捕虫网...成了！随着毛须在掌心舒展，地图上漆黑的迷雾突然裂开，露出红火的岩浆池。我狂喜地搂住两个小家伙，猫猫的绒毛差点被我揉得满天飞。“该叫它什么呢？”我问。它们同步摇头的样子让我笑出了声，“蒲公英花伞”真是个好名字。",
        text_size = 24,
    },
    [6] = {
        text =
        "　　卵石路在晨露中闪着微光，猪王还在老地方打着鼾。桦树林飘落的金叶，浣猫正扑腾着追蝴蝶，我享受片刻的宁静，斧头刚劈开第一棵树，突然窜出团火红的身影！那顶着枫叶的小东西正以惊人的速度偷运我的木材，它察觉到了我的注视，竟跑到一棵凭空出现的巨树上，我赶紧追过去，小东西尾巴和这颗树的颜色一样，仔细观察树上竟然还有个门？“这是那个小家伙的住所？”我现在没空想这些，伸手抢回的瞬间，不仅摸回了木材，还有意外收获：两颗完美的松果和...半块被啃过的太妃糖？枫叶松鼠扒着门偷看我，发出“吱呜吱呜”的抗议。我才看清他的脸，竟然是一只松鼠，当我试图帮它摘下散落在头顶的枫叶时，小家伙突然炸毛，枫叶边缘竟渗出琥珀色的树脂！它逃回树屋的速度，差点让我以为看花了眼。",
        text_size = 24,
    },
    [7] = {
        text =
        "　　风铃水母的馈赠让我的背包堆满了闪着微光的种子，树屋旁那只总戴着枫叶帽的小家伙突然浮现在眼前——它偷我木头的模样简直比小浣猫藏翅膀还要娴熟。秋天桦树林的黄昏依然那么美丽。果然，那个毛茸茸的小强盗正在上演熟悉的戏码：浣猫刚用击落蝴蝶，枫叶松鼠就以飞快的速度卷走了战利品。浣猫耸耸肩的样子，似乎已经被抢已经不是一件稀有的事情。我慢慢靠近树屋，小强盗突然跑出来跳到我得身上，疯狂扒着我的背包，我以为它又要偷我东西，我正准备给它点教训，它又一溜烟跑到树屋中，拿出一个盛有枫液的瓶子，急切地看着我，我读懂了它的意思，把背包放在了地上让它自己去翻，我正思考这个瓶枫液有何用处，它从我背包掏出了我从水母那换的葵瓜子时，它紧紧的抱着，湿润的眼睛里充满悲伤。。。",
        text_size = 24,
    },
    [8] = {
        text =
        "　　距离上次已经很久没有见过小强盗了，路过几次树屋前再没出现过那顶熟悉的枫叶帽。想起它上次悲伤的眼神，我耐不住心中的疑惑。特意去风铃水母那兑换了葵瓜子，前去枫叶林找它。我拿着葵瓜子在树屋面前等了三四天，直到背包里带的食物都快腐烂了。天一亮，我扭头看着有些破旧的小树屋突然有了一个想法。如果我建造一个更漂亮的新树屋它会来找我吗？会...会的吧，我有点等不及连忙收集了一些枫叶和木头，回家的脚步都开始有些轻快。没多久便返回了住所，家门口还放着那个装着枫液的玻璃瓶，闪烁着神秘的微光。我将葵瓜子一起放在了旁边，抡起锤子干劲十足的当起了小木匠。希望还能再见到你，也希望你会喜欢这个新房子。",
        text_size = 24,
    },
    [9] = {
        text =
        "　　这是我生存的第11天，月圆了，格罗姆的花瓣在月光下泛着熟悉的紫光，那股突然窜入鼻腔的甜香让我的饥饿值都停滞了一秒——这味道比蜂蜜火腿还要诱人，永恒大陆哪来的桂花？我顺着气味一路向前，看到一处地形里开满桂花。瞬间天旋地转，我的记忆里浮现和一只带着桂花花环的小猫在玩爽。我发誓我从来没见过这只猫，我摇了摇头，让自己保持清醒，乍眼一看我竟然走到了墓地，幽灵们飘荡的墓地中央，在往常我是万万不敢夜晚踏进这里，这些幽灵不仅会扰乱我的神智还会攻击我，我鬼使神差的一步一步向前，可是幽灵们无视了我的存在，我看到了一只在满地打滚的小猫，它看到我很疑惑，但还是跑到我的面前，我蹲下去摸了摸它的头，这一幕竟然跟刚才脑海里的一模一样？更困惑的事情来了往常我路白天过墓地时，我精神都会掉的飞快，今天夜晚却不蹭反长？一声猫叫让我彻底回过神。看着这些灵魂，还是忍不住发抖，算了先回去，明天白天再来吧....",
        text_size = 23,
    },
    [10] = {
        text =
        "　　帐篷里的失眠夜太煎熬了，那些在脑海中闪回的景象，在陆地上的水母，长得猫脸的蒲公英，喜欢囤东西的仓鼠，现在又出现一只带着桂花环的猫猫，这还是我所熟悉的永恒大陆吗？脑袋瞬间疼痛，卷缩在帐篷里的我昏睡了过去。——我不知道昨天晚上，头为什么会像被织影者攻击一样疼痛。我机械性地往嘴里塞了个肉丸，准备前往墓地。和往常一样心慌害怕的感觉再次扑面而来，墓地的雾气中，那个橘色的小身影正在墓碑间转悠，它用爪子拽了拽我的裤腿，把我拽到一个大石屋前，当它把桂花液塞进我手里时，玻璃瓶的反光里突然闪过枫叶松鼠悲伤的眼睛，我询问问它是否认识一只头顶枫叶的松鼠，它晃了晃那个带桂花的小脑袋，我不死心的追问最近有没有就见过一只松鼠路过？它一脸迷茫的看着我，我也就此作罢。脑海里突然想到一件事情，我揪住了那圈桂花，它疼的喵喵直叫，气鼓鼓的关上门。“和那只松鼠一样，这些植物好像跟它们的身体融入一体了”，我表示歉意的把昨天刚打捞上的鱼放在猫猫门前，敲了敲门，以后我叫你桂花猫猫好不好？见桂花猫猫迟迟未回应，我也只能转身离开了..",
        text_size = 20,
    },
    [11] = {
        text =
        "　　冰晶在睫毛上结成，白茫茫的天有些刺眼，今天是冬天的第9天，打开冰箱发现最后三块怪兽肉正在以肉眼可见的速度腐烂，不出去狩猎怕是难熬这个冬天，我背上背包准备向蜘蛛巢穴出发，结果走了没两步，发现自己身体开始冻僵才意识自己没带暖石，低头轻笑，不管重来多少次，出门第一件事情就是回家。当那个突然出现的土堆闯入视野时，我差点以为是被冻出了幻觉，这是什么！！一个小土堆，一个小土堆，刷在家中的不远处，我高兴极了，一只大象足够撑到冬天结束了！追踪最后一个脚印，我兴奋的搓了搓手，突然听到一声狼叫，一个蓝白色的小狐狸，出现在我的视野里，可是，额，它刚才狼叫了，这个毛绒绒的小东西是狼？它狼叫了，它有杀伤力吗？它狼叫了，它甚至没有大象腿高？它狼叫了，它。。它狼叫了，好吧我左右脑疯狂互博，给出的结论，它是一只长得像狐狸的小狼，可这。。我杀还是不杀。。犹豫片刻，我脱下背包，穿上护甲开始战斗，战斗过程中，，它那毛茸茸的耳朵，和水灵灵的眼睛。。我摇了摇头，闭上眼睛不去看它，生存要紧！我暗自想着。它倒下时扬起的雪沫，溅了一身。背包里的8块大肉沉甸甸的，重得像是装了整个冬季的愧疚。。。",
        text_size = 20,
    },
    [12] = {
        text =
        "　　从帐篷中走出来，被一阵寒风吹过打了个冷颤，翻找箱子时，那颗冰封的狼心突然滚落掌心，三百多个昼夜交替间，我翻过的无数的脚印，却再没听过那声违和的狼嚎。突然灵光一现，难道是冬天？为了验证猜想，我又一次的踏上寻找的道路，雪原上的搜寻持续到火把耐久度见底，一筹莫展之际发现了新的土堆。终于出现了，我激动的快速翻着脚印，我期待的想着上次一声狼叫，可最后个脚印尽头蜷缩着的，是头打着呼噜的冬象，算了。。起不了杀心的我，转头往家的方向走去，心里想着，是不是不会出现了？——不对，永恒大陆的生物，向来都是可以重生的！",
        text_size = 24,
    },
    [13] = {
        text =
        "　　雪原上的新脚印在这一刻比彩虹宝石还要醒目，“小狼小狼一定要是你啊！！”当那声熟悉的狼嚎传来时，我跑得飞快，眼前的景象让手杖差点脱手，奄奄一息躺在地上的蓝白色毛团被三只座狼围着，“滚开！”这声怒吼把座狼吓得带着狗崽调头就跑，“小狼！我来了，我来接你回家了”，小狼虚弱的冲着我眨了眨眼，仔细的看清我的容貌后，从绒毛里掏出一张纸片，还没来得及递给我，头一歪闭上了眼睛，浑身颤抖的我抱起小狼，对不起，对不起，对不起。。一次又一次的道歉，可小狼没有给我回应，尸体在我怀中一点点变成星光飘到天上，我懊恼自己的所作所为，泪水布满的眼眶。。。",
        text_size = 24,
    },
    [14] = {
        text =
        "　　手里攥着那张泛黄的纸条，上面用抓痕刻的已经快消散了，我赶紧拿出羽毛笔，在纸上描绘这。\n　　冒险家你好，我是梅花族长，是我们狼族的头领，很高兴认识你，虽然第一次见面我们不太和谐，你还把本族长认成小狐狸，呵，倒是不用惊讶，本族长什么都知道，不过本族长知道你是迫不得已的，没关系，本族长大狼有大量就原谅你了。上次你临走前心里和我说的话，倒是让我放在心上。你不会狼族的语言，本族长也就只好学习你们人类的文字，我就写字告诉你吧，想让本族长去你家也可以，但是本族长要有单独的房子，而且本族长的家，一定要大！要豪华！要不然本族长是不会跟你走的，哦，对了，信件背面有我房屋的整体结构图，你去收集材料，帮本族长快快把房子建好！\n　　握着信纸的手在发抖，这次不是因为寒冷。原来这一年不止是我一个人在寻找小狼，它也一直在用狼群特有的方式追寻我，我擦了擦被眼泪打湿的双眼，踏上收集材料的路，小狼，我会尽快建好属于你的房子，等你出现，然后接你回家！",
        text_size = 21,
    },
    [15] = {
        text =
        "　　炎热降临，我的基地被蚁狮砸出了好几个大坑。为了解决它，我顶着沙尘暴找到了沙漠中的绿洲，可在等待护目镜上钩时，我又发现附近的多肉植物边上躲着一株之前从未见过的奇异生物！那是一株头上长着刺猬的仙人掌，虽然浑身长满了尖刺，但却莫名地散发着一股令人安心的气息。就在这时，护目镜上钩了。“解决完蚁狮再回来看看吧！”我这样想着，带上护目镜冲进了沙漠中。等我消灭蚁狮重新回到绿洲时，那株新奇的仙人掌还在原地，它没有拒绝我的靠近，而是轻轻地向我眨了眨眼。这么可爱的生物，要不把它移植回家里吧？我看着它身上的尖刺，紧张地伸出了手，可是想象中的疼痛并没有传来，我顺利地摘到了它的果肉。回家的路上灵机一动，刺猬小仙！哈哈哈哈，真个好名字。我到家后无论怎么尝试，果肉都没办法种进农田里。",
        text_size = 24,
    },
    [16] = {
        text =
        "　　也许风铃水母会有办法！我带着小仙肉找到了风铃水母，它兴奋地用触须卷走了小仙肉，紧接着将它转化成了几粒种子！我将种子种进盆栽中，放到了种植处。它们很快长成了和绿洲一样的完全体，它贴向了附近的植物，似乎在讲什么悄悄话。我开心地离开了农田。等我把家园恢复得差不多时，才突然想起一件事——糟糕，作物要枯萎了！我赶紧冲向农田，却发现那些本该枯萎的植物居然还鲜活地立在原地，完全看不出一点干枯的迹象。我看向了站在农田中的刺猬小仙，它们的脸上写满了骄傲。“这是你们的特殊能力吗？”我试探着问，刺猬小仙神气地抖了抖身体，证明了我的猜想。多亏了它们，今后作物们终于可以让我少操点心了……",
        text_size = 24,
    },
    [17] = {
        text =
        "　　我终于找到了猴岛！一想到即将吃不完的香蕉和用不完的芦苇，我就恨不得把整座岛搬空！就在我努力挥着铲子挖香蕉丛和猴尾草时，一道微弱的猫叫飘了过来。我抬起头，发现几只猫咪趴在一棵椰子树上，居高临下地打量着我。我兴奋的想要把它们抱下来，却发现它们跟椰子树是一体的，看来又是一种新的奇异生物！我摘下几只顶着猫猫的椰子准备回家，却突然看到椰子树下闪过了一道黑色的猫咪影子。它仰头盯着树上的猫猫，似乎是在邀请树上的猫咪和它一起玩，我记忆里查理大人好像养了一只纯黑的猫咪，它怎么会在这呢？可还没等我反应过来，那只黑猫就凭空消失了！",
        text_size = 24,
    },
    [18] = {
        text =
        "　　这些椰子不能直接种进土里！想到之前的经验，我再一次找到了风铃水母。风铃水母居然把椰子转化成了种子，还兴奋地挥舞着触须，似乎示意着什么。“你是说……你可以把不能移植的奇异生物转化成种子？”风铃水母高兴地上下飞舞起来像是回答了我的话。夜幕降临，我把带回来的椰子猫猫随手放到了冰火堆旁，可下一秒，猫咪就钻进了椰子里，伸直身体探向农田，我赶紧把它搬到了驻守在田里的刺猬小仙附近。一边搬一边快速地给它起好了名字，长着猫咪的椰子——恩，椰子猫猫，很不错的名字！它一落地就和刺猬小仙打成了一片，还和周围的植物窃窃私语起来。就在这时，我发现周围的农田颜色都变深了，有些农作物的根部还冒出了几粒水珠。“你能给它们浇水吗？”椰子猫猫掏出一把遮阳伞，高傲地仰起了头。突然想到当时我询问刺猬小仙时，它也这副表情，我轻笑一声：好叭，算你们厉害。",
        text_size = 23,
    },
    [19] = {
        text =
        "　　太阳越来越晒，我准备去移植一棵水中木。找到长着水中木的海域并不是难事，可是我没想到这里也会出现奇异生物——一片片翠绿的睡莲叶。我绕过它们，成功取到了水中木的种子，可就在我想摘最后一枚无花果时，却被叶片挡住了去路。这些莲叶说不定能够承受住我的重量！我小心地站上了莲叶，它们的脸也因为受到了压力变得皱皱巴巴的，可是身体却十分稳当。我打开背包，把最后一个无花果塞进包里时，一枚还没被冷火堆烤过的椰子掉到了睡莲上，椰子顶上的猫咪踹开椰壳，像液体一样流到了叶片上，没过一会，一群黄色的猫咪就从水中探出了头，跳到了莲叶上，看来这才是它成熟的样子。我来不及欣赏，天要黑了，我赶紧摘走了几片莲叶片，想将它们移植到家附近的水域里。",
        text_size = 24,
    },
    [20] = {
        text =
        "　　风铃水母再一次帮我把莲叶转化成了种子，我将它们种到了水面上，组成了一片漂浮的“绿色浮岛”。可它们一直到莲叶停止生长都没有长出猫猫，一定是哪里出了问题！我试着像植物一样给它们施肥、浇水，也无数次把没烤过的椰子放在叶片上，却没有半点用处，甚至把刺猬小仙和椰子猫猫都搬过来，两个小家伙也是束手无策。直到今天大雨，我拿着之前收获的莲叶片挡雨，一脸惆怅的坐在睡莲上，怎么才能让你们生长呢，一阵大风手没拿稳，莲叶掉了下去，莲叶消失了？难道是！！没过一会，一群黄色的猫咪从水中探出了头，我兴奋急了，在睡莲上蹦了起来，猫猫们似乎感受到我的高兴，也跟着我摇头晃脑，真是太可爱了——睡莲猫猫，你们的名字！",
        text_size = 24,
    },
    [21] = {
        text =
        "　　以我对永恒大陆的熟悉程度，我已经可以根据地形的边界线，很好的判断出各个岛屿的位置。在离家最近的海域开始打造我的海上基地，船帆，船锚，火炉和便携帐篷，这次出海是一次长时间的探险，我要保证我的生存，离家太远我没有办法来回折返，我仔细想着还有什么东西，哦对！食物！我赶紧跑回家，锅冰箱食材，统统安排上，我站在岸边，欣赏这我的海上基地。我跳上船，遥控起方向舵，扬帆起航！我航行在岛上，远远的在视野的边缘，看到一片翠绿的地皮，嗯？从未见过，估计眼花了，永恒大陆都多久没出现新生态和岛屿了，我一边吐槽一边调转方向舵，往翠绿的岛前进，当我越靠近岛屿，我的头异常疼痛，瞬间瘫软在小铺盖上，我蜷缩着身体，浑身被汗水浸湿，我从未有过现在的情况。不对！有过，那次是遇到桂花猫猫那个夜晚，头也是一样突然疼痛，但是绝没有这么厉害，我想这次应该挺不过去，想着这次所发生的一切，昏死了过去。。",
        text_size = 23,
    },
    [22] = {
        text =
        "　　昏沉中，我似乎闻到了一股奇异的香气。费力地睁开眼，映入眼帘的是一片浓郁得化不开的翠绿草地，头痛虽然减轻了些，但浑身还是软绵绵的，一点力气也没有。我挣扎着想坐起来，就在这时，细碎的脚步声传来。我警惕地望去，只见一只尖嘴大鸟像我走来，长着一对说绿不绿说蓝不蓝的的翅膀，脑袋上还顶着一个花环，正高冷地打量着我。我屏住呼吸，不敢轻易动弹。这生物看起来没有恶意，但在这神秘的岛屿上，谁知道会不会有什么意想不到的危险。它围着我转了两圈，突然展开翅膀，冲我说到，“你是谁？”我被这突如其来的问话惊得瞳孔骤缩，喉咙发紧半晌才挤出声音：“你……会说话？”尖嘴大鸟翅膀不耐烦地扇了扇，发出沙沙声：“我再问你话，你怎么来的？”它的声音每个字都透着不容置疑的威严。我挣扎着想撑起身，头痛又隐隐发作。“我从永恒大陆来，”我喘着气稳住身形，“航行时看到这片岛……突然昏了过去。”大鸟突然展开那对青绿翅膀说到“竟然能来到永恒大陆了吗？”我心头一震“你说什么？”我追问时，大鸟已经转身朝岛屿中心走去，尾巴在草地上拖出浅痕“跟上来，我带你看看幻想岛”。我踉跄着跟上，我忍不住的发问：“你有名字吗？你和大陆的那些新动物是一起的吗？为什么每次我深想这些事情总会头疼？你说这里叫幻想岛我为什么从来没见过，你...”大鸟头也不回的打断我：”我叫翠羽鸟，这是我唯一能回答你的问题，人类，你知道为什么这里叫做幻想岛吗？“",
        text_size = 18,
    },
    [23] = {
        text =
        "　　我跟随它来到一颗大树下，翠羽鸟翅膀带起的风掀动我额前的碎发，转身和我说到：“我来自万物书。”它偏过头，用翅膀指了指树上穿梭跳跃的动物们：“这些都来自万物书。”我顺着它的目光抬头“这！！这是！！”全身犹如过电了一般，我不敢眨眼，连呼吸都停止了。只有心跳在提醒我这一切是真实的，可我没办法消化这一切，急切的抓上它的翅膀：“这一切都是真的对吗？！我…我可以触摸到你们，也可以听见你的声音。”翠羽鸟没有挣脱我，而是直直的看了过来，蓝色的眸色中闪烁着星光，我好像瞬间平静了下来。它沉稳的声音一句一句进入我的脑子，可我看着这些奇异的生物思绪乱飘，对未知的恐惧更多的转化为了好奇。我暗暗做下了一些决定。再回神时，翠羽鸟的声音已经很小了。\n　　“在眼前的就是真实吗？触觉视觉这些告诉你的是答案吗？”\n　　“留下来，自己找寻真相吧”\n　　“沉溺，或者踏出那一步”",
        text_size = 22,
    },
    [24] = {
        text =
        "　　自从有了翠羽鸟的陪伴，永恒大陆似乎也不那么乏味了。又是新的一天，收拾完物资，看向月晷——又是一个月圆之夜。我拿着星杖和石墙来到早就标记好的月台，太阳光逐渐隐没，我搓搓小手，准备将星杖插上月台。正是这时，我却发现不远处飘来了绿油油的星光。这是……荧光虫？不对，好奇心驱使我顺着光点向森林深处探索。走了不久，一座头顶四叶草、挥舞着翅膀的白鹤闯进我的视线。好熟悉的模样，我好像在那棵大树上见过它……它是万物书里的生物？我疑惑地摸了摸这座雕像。没有呼吸，也没有温度……它怎么看都不算在生物的范畴里吧！突然，一道微弱的光芒从我的背包里射向了雕像，是翠羽鸟羽毛！它微微颤抖，似乎是想要靠近雕像。翠羽鸟羽毛融入了雕像中，顷刻间，雕像通透的身体被绿色星光所缠绕，翠羽鸟羽毛竟然唤醒了雕像！",
        text_size = 24,
    },
    [25] = {
        text =
        "　　数只缩小版白鹤突然从雕像中飞出，其中那只最大胆的甚至过来啄了啄我的手！我笑着摸了摸它的脑袋，突然，一道绿莹莹的光芒将我笼罩其中，一股神秘的、轻松的气息包裹住了我。是什么呢？我说不上来。四叶草？白鹤？四叶草鹤！就决定是这个名字了，我兴高采烈地带着小白鹤冲回家，想要和翠羽鸟分享这个消息。可我还没张嘴，翠羽鸟就慢悠悠地说了一句：“难得的幸运”。没错，自从我遇到小白鹤，幸运就仿佛缠上了我！仅仅是这一小段回家的路程，我就收获了以往至少两天才能获取的物资！小四叶草鹤果然是我的幸运源头！我开始计划怎么“守护”这只难得的幸运护身符。“最好睡觉都在我边上，让我吸吸好运！”花好几天给小四叶草鹤打造了一个精致豪华的睡垫。而就在我做这一切的时候，翠羽鸟的脸上始终挂着神秘的微笑。\n　　终于完工了！我满怀期待地抱着小四叶草鹤准备入睡，可它却突然化作白雾钻进了土里！翠羽鸟发出了一声压抑的嗤笑，我看向了它，立刻反应过来：“你早就知道了是不是！”翠羽鸟优雅地理了理羽毛，不紧不慢地扫了我一眼：“贪婪的人类，幸运也是会过期的。”",
        text_size = 20,
    },
    [26] = {
        text =
        "　　终于又等到了月圆之夜，我前往月台，准备升级星杖。然而这次我刚踏进月台森林，就感觉脚底传来了奇怪的触感，我赶紧抬起脚，发现地上趴着一朵破碎的绿色荧光蘑菇，蘑菇前方的地面还躺着一大片粘液，像是什么软体生物爬行的痕迹。森林里怎么会出现这些？我疑惑地顺着粘液延伸的方向前进，越来越多的发光蘑菇出现在水痕两侧，时不时还有几团毛茸茸的荧光苔藓照亮前方的道路，我心里的疑惑越来越深，难道……这些粘液会变成植物？一座绿莹莹的、长得像蜗牛壳的小屋出现在我的面前！“噗叽噗叽”的声音从小屋背后传来，我赶紧隐蔽到了一旁的大树后探出头，发现一只背着坩埚的蜗牛哼着不成调的小曲，一边用触须卷着小屋旁高大细长的荧光蘑菇扔进锅里，一边慢悠悠地爬了出来。",
        text_size = 24,
    },
    [27] = {
        text =
        "　　蜗牛背后的坩埚咕嘟咕嘟冒着泡，和蜗牛“噗叽噗叽”努力滑行的声音混合在一起，才让我开始相信眼前的这一切是真的。但是……蘑菇……坩埚和蜗牛，这三件东西居然能组合在一起，那本万物书里的生物也太奇怪了吧！“蘑埚蜗牛？”无意之间，我把心里想的话说了出来！那只蜗牛显然听到了我的声音，它像是受到了巨大的惊吓一般想要缩进壳里。可它背上的位置被坩埚占据，显然没办法容纳下自己的身体，这下它更惊恐了，就连脚下的粘液都开始迅速生长，挤成了一座蘑菇小山。我赶紧表明来意：“别害怕，我不是来伤害你的，我认识很多像你一样来的神奇生物，只是想和你交个朋友！”听到我的话，它才颤颤巍巍地停了下来。我帮它掰开了杂乱的蘑菇丛，把它从里面解救了出来，还说了一些平时和神奇生物们相处的故事。",
        text_size = 24,
    },
    [28] = {
        text =
        "　　蘑埚蜗牛慢慢平静了下来，还小心翼翼地将背上的坩埚朝我面前送了送，期待地盯着我的眼睛。这是……让我喝它锅里的药吗？我看着那锅黏糊糊、绿油油，还咕嘟咕嘟冒着泡的诡异药剂，不自觉咽了口口水，这玩意真的能喝吗？为了自己的性命，我赶紧挥了挥手表示拒绝，并举起怀中刚刚收集的发光苔藓和发光蘑菇：“呵呵呵，礼物的话这些就够了！”蘑埚蜗牛遗憾地转过身，从小屋里搬出更多蘑菇和苔藓，朝我面前一推，似乎在说“这些都送给你”。我赶紧谢过它的好意，手忙脚乱地将它们塞进背包里。看着蜗牛孤孤单单的小窝，我试着发出了带它回家的邀请，可它却像听到了什么恐怖故事一样猛地往后一退，哆哆嗦嗦地左右摇晃起了触须。看起来，我又多了一位社恐朋友。",
        text_size = 24,
    },
    [29] = {
        text =
        "　　排箫被那只大蜻蜓消耗完了，该做一把新的了，我背着包来到了曼德拉平原，收集了四株曼德拉草后，才发现背包里已经装满了东西。“只能把包里的东西先扔到地上了”，我叹了口气，把暂时不需要用到的东西扔到地上。可就当我转身向前走了两步后，突然感觉背后传来一道风声。我猛一回头，发现刚刚被我扔在地上的蜂刺消失了！我疑惑地转回身子翻找背包，想确认它是不是重新被我装回了包里。几乎是同时，背后又传来了刚刚听到过的风声，并且这次我更加确定，一定是背后有什么东西经过了！我回过头，果然发现身后堆放的杂物全部消失了。一阵淡淡的薰衣草香飘到了我的鼻尖，我顺着花香找到了不远处一片过分干净的空地，发现一只尾巴是薰衣草的猫咪正在往一个土坑里填土，而坑底躺着的，正是我刚刚扔在地上的东西！我把目光挪回了猫猫晃动的尾巴，我的心里一下子一个听到过无数遍的名字——薰衣草猫猫！",
        text_size = 23,
    },
    [30] = {
        text =
        "　　翠羽鸟曾经说过，椰子猫猫最好的搭档就是薰衣草猫猫，可惜不久前它们走散了。没想到今天居然能在这里遇到它！我立刻冲出去向薰衣草猫猫说明了自己的情况，还邀请它搬回家和自己一起住。可即使是“家里有椰子猫猫”这件事也没有诱惑到薰衣草猫猫，它看了看自己光洁如新的小窝，又看了看我身上坑坑洼洼、使用度只剩下10%的木甲，极其嫌弃地甩了甩尾巴，别过了头。“好吧，那你能把我刚刚扔掉的东西还给我吗？”我挠挠头，不好意思地向它伸出手。薰衣草猫猫震惊地看着我，颤抖的“喵”声中带着显而易见的嫌弃。它扒开刚刚掩埋的土坑，连把里面的东西掏出来都不愿意，只是挥挥爪子让我带走这些“垃圾”。回到家后，我立刻找到了椰子猫猫，问到了薰衣草猫猫最喜欢收集种子，于是，一场“诱捕”猫猫行动展开了。",
        text_size = 24,
    },
    [31] = {
        text =
        "　　薰衣草猫猫果然对种子毫无抵抗力，在我日复一日的“贿赂”下，今天终于到了行动最关键的一天。我看着薰衣草猫猫小心翼翼地将种子收到自己的小窝后，假装遗憾地说：“真可惜啊，这些种子只能看不能种，要是你能跟我回家就好了，我家里有好几块农田，你想怎么重就怎么种。想想那些种子从破土到发芽的美丽画面……”我悄悄瞟了一眼薰衣草猫猫，发现它的脸上果然露出了心动的表情。在我更加强烈的画饼攻势下，它还是收拾了行李，跟我回了家。它和椰子猫猫一起钻进了农田，三两下就摘下了已经成熟的作物。看着热火朝天的农田小动物们，我对翠羽鸟眨了眨眼。“诱捕”猫猫行动，大成功！",
        text_size = 24,
    },
    [32] = {
        text =
        "　　这天，薰衣草神神秘秘地把我叫了过去。它挥舞尾巴，匆匆忙忙地布置下了“开垦三块土地”的任务，作为交换，它向我展示了三枚种子。翠羽鸟在不远处吹了声口哨，“珍贵的交换物，这可是万物书里难得的美味！”听到翠羽鸟的话，我立刻把耕地机插到了地上，甚至超额完成了任务。薰衣草猫猫很满意我的配合，塞给了我一大把种子。我立刻把它们播种到了地里，还不放心地嘱咐了好几次椰子猫猫和薰衣草猫猫照顾好它们。我掐着种子成熟的时间冲向农田，果然看到了三种神奇的小家伙：长得像小鸡的土豆、和兔子一样的桃子，以及长着小狗脸的苹果。它们蹲在藤蔓中探头探脑地看着我，目光里满是“捕捉到稀有人类”的好奇与惊喜。",
        text_size = 24,
    },
    [33] = {
        text =
        "　　收获果实后，它们更是从背包里跳出来，拽着我使劲地往烹饪区赶。我还没来得及和小狼打个招呼，它们就一蜂窝地跳进锅里，眼巴巴地看着我。热闹的动静引来了小狼，曾经瘦瘦小小的小狼现在已经是基地里的首席厨师长了，它只是看了几眼就想出了奇异果实们的做法，挥动大勺炒了起来。没一会儿，一桌热腾腾、金光闪闪的特殊料理就被小狼大厨端上了桌。看到我几乎黏在料理上的眼神，小狼骄傲地扬起下巴：“要不是果子太少了，我还能做出好几种专属料理”。我双眼放光，一想到未来的大餐就咽了口口水，吃饭更加有动力了。吃完饭，我立刻干起了另一件重要的事——有了特殊果子，怎么能不把它们展示出来呢！我搭起了三台水果称，依次将土豆鸡、小桃兔和苹果狗放了上去。陈列完毕后，我满意又遗憾地欣赏着今天的战利品：“只有三个特殊水果称还是有点少。”我把目光对准了薰衣草猫猫——不知道经常“骚扰”它能不能换到更多特殊种子呢？",
        text_size = 23,
    },
    [34] = {
        text =
        "　　家里越来越热闹了，小家伙们围着我叽叽喳喳，闹得我都快忘了永恒大陆的最终任务。我沉浸在温馨惬意的生活里，也给自己放了个假。刺猬小仙和枫叶松鼠在田里忙得团团转，椰子猫猫和薰衣草猫猫互相梳理着沾上泥土的猫猫，用尾巴卷着果实扔到箱子里。我偷懒地躲在树下，抱着桂花猫猫，和梅雪族长有一搭没一搭地聊着天。“不要陷在幻想世界里”翠羽鸟冷不丁地泼了我一盆冷水。我假装没听见，继续拍打风铃水母头上飘落的雪花。我也知道这是幻想世界，但怀里温热的桂花猫猫，远处打闹的伙伴，都那么真实，那么可爱。在我心里，这里早就不只是基地，而是我的家。“你总要回到真实世界。”翠羽鸟摇摇头，挥着翅膀离开了。",
        text_size = 24,
    },
    [35] = {
        text =
        "　　我再一次来到枫树屋旁，惊喜地看到里面铺着的小窝乱成一团，上面还散落着几根橙色的毛。太好了！看来枫叶松鼠已经重新搬回了这里。我怕再次吓到它，赶紧在门口放下准备好的瓜子，悄悄躲在树后等待。突然，一只长着枫叶尾巴的小狐狸从灌木丛里窜了出来，它丝毫没有犹豫，漂亮的黄蓝色异瞳紧紧盯着瓜子，叼起它们就跑。“等等，你这个瓜子小偷！”我追着它跑到一座奇怪的枫树石头屋前，它一溜烟钻了进去，只留下我在原地急得跺脚。可恶！一定得给它点教训！我看向了房顶上满满的美食，三两步蹿上房顶，把它们统统塞进了背包里。嘿嘿，今天就要让枫叶狐狸知道，偷的作用是相互的！",
        text_size = 24,
    },
    [36] = {
        text =
        "　　自从偷走枫叶狐狸的家当后，我就被它缠上了。它不但用毛茸茸的枫叶尾巴诱惑我给它投喂，还把屋顶的美食统统藏进了家里，完全不给我下手的机会。好在我贿赂了它几次美食后，它终于把我划进了自己人的范围，允许我偷偷搬运一点它的宝贝美食回家。这天，我带它品尝完小狼新研发的美食，把它送回桦树林，却一不小心踩进了青蛙的领地，一根根卷曲的舌头飞速向我打来。我怕满背包的美食掉地，拉着枫叶狐狸转头就想跑，可它却得意地挥了挥尾巴。一瞬间，我的手脚居然变得透明了！“我这是……隐身了？”我惊喜地看向枫叶狐狸，它唧唧两声，闪亮的异瞳里满是得意。我小心地走进青蛙群，它们却像看不见我一样，任由我从中间穿过。枫叶狐狸大摇大摆地带我回了它的小窝，才抖抖耳朵解除了隐身。它看着我惊叹的眼神，得意地抖抖耳朵，仿佛在说“两脚兽，学着点！”",
        text_size = 24,
    },
    [37] = {
        text =
        "　　家里越来越热闹了，可爱的小家伙们，在我基地里叽叽喳喳的，我似乎忘记了永恒大陆的最终任务，我沉浸在这种惬意的和温馨的生活，刺猬小仙和枫叶松鼠在田里忙得团团转，椰子猫猫和薰衣草猫猫互相梳理着沾上泥土的猫猫，用尾巴卷着果实扔到箱子里。我偷懒地躲在树下，抱着桂花猫猫，和梅雪族长有一搭没一搭地聊着天，美好总是短暂的，我的好邻居似乎看不得我这么悠闲，每天在大树旁边嘟囔个不停。“喂，不要陷入幻想世界。”翠羽鸟依旧冷冰冰的看着我说到，我正忙着整理蒲公英猫猫和风铃水母头上飘落的雪花，并没有理它，“你还有许多事情要做，而不是每天和这帮宠物们窝在这个幻想出来的基地里。”宠物？幻想？基地？我忍不住的转过头，大喊到“这不是基地！这是我的家，它们不是宠物！是我的伙伴！是好朋友！”翠羽鸟看着我不忍的摇了摇头，挥着翅膀离开了。",
        text_size = 24,
    },
    [38] = {
        text =
        "　　距离翠羽鸟上次和我吵完，已经一个星期了，我依然在按部就班的每天和我的伙伴们嬉闹着。我尽量远离主岛，绿色大鸟最近话越来越多了，什么快点出去，不要沉迷，巴拉巴拉个没完，没一句我爱听的，这家里没法呆了！我忽然起身，怀里的小桃兔没反应过来咕噜噜滚到了旁边小蜗的壳上，发出清脆的撞击声。惹不起我还躲不起嘛！我推开翠羽鸟，急匆匆地宣布：“我要出海！”我心虚地躲开翠羽鸟的视线，快步走到梨花猫猫的身前，戳了戳着它日渐变大的肚肚。梨花猫猫看懂了我的意思，把我的小背包拿出来递给了我，小狼大厨急忙追上我，抄起新鲜出炉的大餐塞给樱花兔兔，我一弯腰，樱花兔兔默契跳到我的肩膀上，“早点回来，我们都等着你。”听到小狼大厨的话，看着送到码头的伙伴们，我鼻子一酸：“好，我会给你们带新朋友回来的。”翠羽鸟没有说话，眼神里却装满了担忧。我坐上留在海边的小船，心里选了一条更远的航线，可不是因为我吵不过那只鸟，而是，咳咳，可持续发展！",
        text_size = 22,
    },
    [39] = {
        text =
        "　　我沿着海岸线一路漂泊，来到深海区，看了看梨花猫猫为我准备的丰富的物资和樱花兔兔怀里充足的食物，想起吵吵嚷嚷但格外关照我的伙伴们，我不禁勾起了嘴角，幻想？那又怎么样，我窝在帐篷外点着篝火，和樱花兔兔碎碎念。我打了个哈欠，正想钻进帐篷，却突然看到了水面下隐隐约约的影子。是藤壶？我赶紧收起船帆，戴着头灯伸出去一看，居然是一条像鳐鱼一样的鱼类。它迅速浮出水面，尾巴猛的一抽，海水就把我浇了个透心凉。它幽怨地看着我，似乎再说“你怎么才来！”我小心地挥了挥手，它却甩了甩尾巴钻回了屋子里，拿出一顶和它长得极像的帽子。我赶紧接过帽子，湿漉漉的帽子里居然缝着一张干爽的纸条，上面写着“未来·海洋·秘密·探索”。这几个词是什么意思？很可惜，它并没有给出答案。它转头钻进房子，将里面的三百多个藤壶和连带着海水一起拍到我的脸上。“谢谢你！帽子鳐鱼。”我擦干脸上的水，手忙脚乱地把藤壶都收了起来。“你要不要……”和我回家？看着它凶巴巴的眼神，我把后半句话咽了回去，“真的太感谢了。”它高兴地用尾巴拍了拍水面，用头顶着小船，似乎在催促我出发。我扬起船帆，挥手告别：“下次再见啦，我的新朋友！”",
        text_size = 20,
    },
}
return note_info
