local note_info = {
    [1] = {
        text =
        "　　暂无内容",
        text_size = 24,
    },
    [24] = {
        text =
        "　　自从有了翠羽鸟的陪伴，永恒大陆似乎也不那么乏味了。又是新的一天，收拾完物资，看向月晷——又是一个月圆之夜。我拿着星杖和石墙来到早就标记好的月台，太阳光逐渐隐没，我搓搓小手，准备将星杖插上月台。正是这时，我却发现不远处飘来了绿油油的星光。这是……荧光虫？不对，好奇心驱使我顺着光点向森林深处探索。走了不久，一座头顶四叶草、挥舞着翅膀的白鹤闯进我的视线。好熟悉的模样，我好像在那棵大树上见过它……它是万物书里的生物？我疑惑地摸了摸这座雕像。没有呼吸，也没有温度……它怎么看都不算在生物的范畴里吧！突然，一道微弱的光芒从我的背包里射向了雕像，是翠羽鸟羽毛！它微微颤抖，似乎是想要靠近雕像。翠羽鸟羽毛融入了雕像中，顷刻间，雕像通透的身体被绿色星光所缠绕，翠羽鸟羽毛竟然唤醒了雕像！",
        text_size = 24,
    },
    [25] = {
        text =
        "　　数只缩小版白鹤突然从雕像中飞出，其中那只最大胆的甚至过来啄了啄我的手！我笑着摸了摸它的脑袋，突然，一道绿莹莹的光芒将我笼罩其中，一股神秘的、轻松的气息包裹住了我。是什么呢？我说不上来。四叶草？白鹤？四叶草鹤！就决定是这个名字了，我兴高采烈地带着小白鹤冲回家，想要和翠羽鸟分享这个消息。可我还没张嘴，翠羽鸟就慢悠悠地说了一句：“难得的幸运”。没错，自从我遇到小白鹤，幸运就仿佛缠上了我！仅仅是这一小段回家的路程，我就收获了以往至少两天才能获取的物资！小四叶草鹤果然是我的幸运源头！我开始计划怎么“守护”这只难得的幸运护身符。“最好睡觉都在我边上，让我吸吸好运！”花好几天给小四叶草鹤打造了一个精致豪华的睡垫。而就在我做这一切的时候，翠羽鸟的脸上始终挂着神秘的微笑。\n　　终于完工了！我满怀期待地抱着小四叶草鹤准备入睡，可它却突然化作白雾钻进了土里！翠羽鸟发出了一声压抑的嗤笑，我看向了它，立刻反应过来：“你早就知道了是不是！”翠羽鸟优雅地理了理羽毛，不紧不慢地扫了我一眼：“贪婪的人类，幸运也是会过期的。”",
        text_size = 20,
    },
    [26] = {
        text =
        "　　终于又等到了月圆之夜，我前往月台，准备升级星杖。然而这次我刚踏进月台森林，就感觉脚底传来了奇怪的触感，我赶紧抬起脚，发现地上趴着一朵破碎的绿色荧光蘑菇，蘑菇前方的地面还躺着一大片粘液，像是什么软体生物爬行的痕迹。森林里怎么会出现这些？我疑惑地顺着粘液延伸的方向前进，越来越多的发光蘑菇出现在水痕两侧，时不时还有几团毛茸茸的荧光苔藓照亮前方的道路，我心里的疑惑越来越深，难道……这些粘液会变成植物？一座绿莹莹的、长得像蜗牛壳的小屋出现在我的面前！“噗叽噗叽”的声音从小屋背后传来，我赶紧隐蔽到了一旁的大树后探出头，发现一只背着坩埚的蜗牛哼着不成调的小曲，一边用触须卷着小屋旁高大细长的荧光蘑菇扔进锅里，一边慢悠悠地爬了出来。",
        text_size = 24,
    },
    [27] = {
        text =
        "　　蜗牛背后的坩埚咕嘟咕嘟冒着泡，和蜗牛“噗叽噗叽”努力滑行的声音混合在一起，才让我开始相信眼前的这一切是真的。但是……蘑菇……坩埚和蜗牛，这三件东西居然能组合在一起，那本万物书里的生物也太奇怪了吧！“蘑埚蜗牛？”无意之间，我把心里想的话说了出来！那只蜗牛显然听到了我的声音，它像是受到了巨大的惊吓一般想要缩进壳里。可它背上的位置被坩埚占据，显然没办法容纳下自己的身体，这下它更惊恐了，就连脚下的粘液都开始迅速生长，挤成了一座蘑菇小山。我赶紧表明来意：“别害怕，我不是来伤害你的，我认识很多像你一样来的神奇生物，只是想和你交个朋友！”听到我的话，它才颤颤巍巍地停了下来。我帮它掰开了杂乱的蘑菇丛，把它从里面解救了出来，还说了一些平时和神奇生物们相处的故事。",
        text_size = 24,
    },
    [28] = {
        text =
        "　　蘑埚蜗牛慢慢平静了下来，还小心翼翼地将背上的坩埚朝我面前送了送，期待地盯着我的眼睛。这是……让我喝它锅里的药吗？我看着那锅黏糊糊、绿油油，还咕嘟咕嘟冒着泡的诡异药剂，不自觉咽了口口水，这玩意真的能喝吗？为了自己的性命，我赶紧挥了挥手表示拒绝，并举起怀中刚刚收集的发光苔藓和发光蘑菇：“呵呵呵，礼物的话这些就够了！”蘑埚蜗牛遗憾地转过身，从小屋里搬出更多蘑菇和苔藓，朝我面前一推，似乎在说“这些都送给你”。我赶紧谢过它的好意，手忙脚乱地将它们塞进背包里。看着蜗牛孤孤单单的小窝，我试着发出了带它回家的邀请，可它却像听到了什么恐怖故事一样猛地往后一退，哆哆嗦嗦地左右摇晃起了触须。看起来，我又多了一位社恐朋友。",
        text_size = 24,
    },
    [29] = {
        text =
        "　　排箫被那只大蜻蜓消耗完了，该做一把新的了，我背着包来到了曼德拉平原，收集了四株曼德拉草后，才发现背包里已经装满了东西。“只能把包里的东西先扔到地上了”，我叹了口气，把暂时不需要用到的东西扔到地上。可就当我转身向前走了两步后，突然感觉背后传来一道风声。我猛一回头，发现刚刚被我扔在地上的蜂刺消失了！我疑惑地转回身子翻找背包，想确认它是不是重新被我装回了包里。几乎是同时，背后又传来了刚刚听到过的风声，并且这次我更加确定，一定是背后有什么东西经过了！我回过头，果然发现身后堆放的杂物全部消失了。一阵淡淡的薰衣草香飘到了我的鼻尖，我顺着花香找到了不远处一片过分干净的空地，发现一只尾巴是薰衣草的猫咪正在往一个土坑里填土，而坑底躺着的，正是我刚刚扔在地上的东西！我把目光挪回了猫猫晃动的尾巴，我的心里一下子一个听到过无数遍的名字——薰衣草猫猫！",
        text_size = 23,
    },
    [30] = {
        text =
        "　　翠羽鸟曾经说过，椰子猫猫最好的搭档就是薰衣草猫猫，可惜不久前它们走散了。没想到今天居然能在这里遇到它！我立刻冲出去向薰衣草猫猫说明了自己的情况，还邀请它搬回家和自己一起住。可即使是“家里有椰子猫猫”这件事也没有诱惑到薰衣草猫猫，它看了看自己光洁如新的小窝，又看了看我身上坑坑洼洼、使用度只剩下10%的木甲，极其嫌弃地甩了甩尾巴，别过了头。“好吧，那你能把我刚刚扔掉的东西还给我吗？”我挠挠头，不好意思地向它伸出手。薰衣草猫猫震惊地看着我，颤抖的“喵”声中带着显而易见的嫌弃。它扒开刚刚掩埋的土坑，连把里面的东西掏出来都不愿意，只是挥挥爪子让我带走这些“垃圾”。回到家后，我立刻找到了椰子猫猫，问到了薰衣草猫猫最喜欢收集种子，于是，一场“诱捕”猫猫行动展开了。",
        text_size = 24,
    },
    [31] = {
        text =
        "　　薰衣草猫猫果然对种子毫无抵抗力，在我日复一日的“贿赂”下，今天终于到了行动最关键的一天。我看着薰衣草猫猫小心翼翼地将种子收到自己的小窝后，假装遗憾地说：“真可惜啊，这些种子只能看不能种，要是你能跟我回家就好了，我家里有好几块农田，你想怎么重就怎么种。想想那些种子从破土到发芽的美丽画面……”我悄悄瞟了一眼薰衣草猫猫，发现它的脸上果然露出了心动的表情。在我更加强烈的画饼攻势下，它还是收拾了行李，跟我回了家。它和椰子猫猫一起钻进了农田，三两下就摘下了已经成熟的作物。看着热火朝天的农田小动物们，我对翠羽鸟眨了眨眼。“诱捕”猫猫行动，大成功！",
        text_size = 24,
    },
    [32] = {
        text =
        "　　这天，薰衣草神神秘秘地把我叫了过去。它挥舞尾巴，匆匆忙忙地布置下了“开垦三块土地”的任务，作为交换，它向我展示了三枚种子。翠羽鸟在不远处吹了声口哨，“珍贵的交换物，这可是万物书里难得的美味！”听到翠羽鸟的话，我立刻把耕地机插到了地上，甚至超额完成了任务。薰衣草猫猫很满意我的配合，塞给了我一大把种子。我立刻把它们播种到了地里，还不放心地嘱咐了好几次椰子猫猫和薰衣草猫猫照顾好它们。我掐着种子成熟的时间冲向农田，果然看到了三种神奇的小家伙：长得像小鸡的土豆、和兔子一样的桃子，以及长着小狗脸的苹果。它们蹲在藤蔓中探头探脑地看着我，目光里满是“捕捉到稀有人类”的好奇与惊喜。",
        text_size = 24,
    },
    [33] = {
        text =
        "　　收获果实后，它们更是从背包里跳出来，拽着我使劲地往烹饪区赶。我还没来得及和小狼打个招呼，它们就一蜂窝地跳进锅里，眼巴巴地看着我。热闹的动静引来了小狼，曾经瘦瘦小小的小狼现在已经是基地里的首席厨师长了，它只是看了几眼就想出了奇异果实们的做法，挥动大勺炒了起来。没一会儿，一桌热腾腾、金光闪闪的特殊料理就被小狼大厨端上了桌。看到我几乎黏在料理上的眼神，小狼骄傲地扬起下巴：“要不是果子太少了，我还能做出好几种专属料理”。我双眼放光，一想到未来的大餐就咽了口口水，吃饭更加有动力了。吃完饭，我立刻干起了另一件重要的事——有了特殊果子，怎么能不把它们展示出来呢！我搭起了三台水果称，依次将土豆鸡、小桃兔和苹果狗放了上去。陈列完毕后，我满意又遗憾地欣赏着今天的战利品：“只有三个特殊水果称还是有点少。”我把目光对准了薰衣草猫猫——不知道经常“骚扰”它能不能换到更多特殊种子呢？",
        text_size = 23,
    },
    [34] = {
        text =
        "　　家里越来越热闹了，小家伙们围着我叽叽喳喳，闹得我都快忘了永恒大陆的最终任务。我沉浸在温馨惬意的生活里，也给自己放了个假。刺猬小仙和枫叶松鼠在田里忙得团团转，椰子猫猫和薰衣草猫猫互相梳理着沾上泥土的猫猫，用尾巴卷着果实扔到箱子里。我偷懒地躲在树下，抱着桂花猫猫，和梅雪族长有一搭没一搭地聊着天。“不要陷在幻想世界里”翠羽鸟冷不丁地泼了我一盆冷水。我假装没听见，继续拍打风铃水母头上飘落的雪花。我也知道这是幻想世界，但怀里温热的桂花猫猫，远处打闹的伙伴，都那么真实，那么可爱。在我心里，这里早就不只是基地，而是我的家。“你总要回到真实世界。”翠羽鸟摇摇头，挥着翅膀离开了。",
        text_size = 24,
    },
    [35] = {
        text =
        "　　我再一次来到枫树屋旁，惊喜地看到里面铺着的小窝乱成一团，上面还散落着几根橙色的毛。太好了！看来枫叶松鼠已经重新搬回了这里。我怕再次吓到它，赶紧在门口放下准备好的瓜子，悄悄躲在树后等待。突然，一只长着枫叶尾巴的小狐狸从灌木丛里窜了出来，它丝毫没有犹豫，漂亮的黄蓝色异瞳紧紧盯着瓜子，叼起它们就跑。“等等，你这个瓜子小偷！”我追着它跑到一座奇怪的枫树石头屋前，它一溜烟钻了进去，只留下我在原地急得跺脚。可恶！一定得给它点教训！我看向了房顶上满满的美食，三两步蹿上房顶，把它们统统塞进了背包里。嘿嘿，今天就要让枫叶狐狸知道，偷的作用是相互的！",
        text_size = 24,
    },
    [36] = {
        text =
        "　　自从偷走枫叶狐狸的家当后，我就被它缠上了。它不但用毛茸茸的枫叶尾巴诱惑我给它投喂，还把屋顶的美食统统藏进了家里，完全不给我下手的机会。好在我贿赂了它几次美食后，它终于把我划进了自己人的范围，允许我偷偷搬运一点它的宝贝美食回家。这天，我带它品尝完小狼新研发的美食，把它送回桦树林，却一不小心踩进了青蛙的领地，一根根卷曲的舌头飞速向我打来。我怕满背包的美食掉地，拉着枫叶狐狸转头就想跑，可它却得意地挥了挥尾巴。一瞬间，我的手脚居然变得透明了！“我这是……隐身了？”我惊喜地看向枫叶狐狸，它唧唧两声，闪亮的异瞳里满是得意。我小心地走进青蛙群，它们却像看不见我一样，任由我从中间穿过。枫叶狐狸大摇大摆地带我回了它的小窝，才抖抖耳朵解除了隐身。它看着我惊叹的眼神，得意地抖抖耳朵，仿佛在说“两脚兽，学着点！”",
        text_size = 24,
    },
    [37] = {
        text =
        "　　家里越来越热闹了，可爱的小家伙们，在我基地里叽叽喳喳的，我似乎忘记了永恒大陆的最终任务，我沉浸在这种惬意的和温馨的生活，刺猬小仙和枫叶松鼠在田里忙得团团转，椰子猫猫和薰衣草猫猫互相梳理着沾上泥土的猫猫，用尾巴卷着果实扔到箱子里。我偷懒地躲在树下，抱着桂花猫猫，和梅雪族长有一搭没一搭地聊着天，美好总是短暂的，我的好邻居似乎看不得我这么悠闲，每天在大树旁边嘟囔个不停。“喂，不要陷入幻想世界。”翠羽鸟依旧冷冰冰的看着我说到，我正忙着整理蒲公英猫猫和风铃水母头上飘落的雪花，并没有理它，“你还有许多事情要做，而不是每天和这帮宠物们窝在这个幻想出来的基地里。”宠物？幻想？基地？我忍不住的转过头，大喊到“这不是基地！这是我的家，它们不是宠物！是我的伙伴！是好朋友！”翠羽鸟看着我不忍的摇了摇头，挥着翅膀离开了。",
        text_size = 24,
    },
    [38] = {
        text =
        "　　距离翠羽鸟上次和我吵完，已经一个星期了，我依然在按部就班的每天和我的伙伴们嬉闹着。我尽量远离主岛，绿色大鸟最近话越来越多了，什么快点出去，不要沉迷，巴拉巴拉个没完，没一句我爱听的，这家里没法呆了！我忽然起身，怀里的小桃兔没反应过来咕噜噜滚到了旁边小蜗的壳上，发出清脆的撞击声。惹不起我还躲不起嘛！我推开翠羽鸟，急匆匆地宣布：“我要出海！”我心虚地躲开翠羽鸟的视线，快步走到梨花猫猫的身前，戳了戳着它日渐变大的肚肚。梨花猫猫看懂了我的意思，把我的小背包拿出来递给了我，小狼大厨急忙追上我，抄起新鲜出炉的大餐塞给樱花兔兔，我一弯腰，樱花兔兔默契跳到我的肩膀上，“早点回来，我们都等着你。”听到小狼大厨的话，看着送到码头的伙伴们，我鼻子一酸：“好，我会给你们带新朋友回来的。”翠羽鸟没有说话，眼神里却装满了担忧。我坐上留在海边的小船，心里选了一条更远的航线，可不是因为我吵不过那只鸟，而是，咳咳，可持续发展！",
        text_size = 22,
    },
    [39] = {
        text =
        "　　我沿着海岸线一路漂泊，来到深海区，看了看梨花猫猫为我准备的丰富的物资和樱花兔兔怀里充足的食物，想起吵吵嚷嚷但格外关照我的伙伴们，我不禁勾起了嘴角，幻想？那又怎么样，我窝在帐篷外点着篝火，和樱花兔兔碎碎念。我打了个哈欠，正想钻进帐篷，却突然看到了水面下隐隐约约的影子。是藤壶？我赶紧收起船帆，戴着头灯伸出去一看，居然是一条像鳐鱼一样的鱼类。它迅速浮出水面，尾巴猛的一抽，海水就把我浇了个透心凉。它幽怨地看着我，似乎再说“你怎么才来！”我小心地挥了挥手，它却甩了甩尾巴钻回了屋子里，拿出一顶和它长得极像的帽子。我赶紧接过帽子，湿漉漉的帽子里居然缝着一张干爽的纸条，上面写着“未来·海洋·秘密·探索”。这几个词是什么意思？很可惜，它并没有给出答案。它转头钻进房子，将里面的三百多个藤壶和连带着海水一起拍到我的脸上。“谢谢你！帽子鳐鱼。”我擦干脸上的水，手忙脚乱地把藤壶都收了起来。“你要不要……”和我回家？看着它凶巴巴的眼神，我把后半句话咽了回去，“真的太感谢了。”它高兴地用尾巴拍了拍水面，用头顶着小船，似乎在催促我出发。我扬起船帆，挥手告别：“下次再见啦，我的新朋友！”",
        text_size = 20,
    },
}
return note_info
